[
    {
      "description": "What a great selection of songs! Really loved the variety.",
      "playlist_id": 1,
      "user_id": 1
    },
    {
      "description": "Some really unexpected choices in this playlist, but they work surprisingly well together.",
      "playlist_id": 3,
      "user_id": 2
    },
    {
      "description": "I've discovered so many new artists from this playlist. Thanks for sharing!",
      "playlist_id": 3,
      "user_id": 3
    },
    {
      "description": "There's a song for every mood in this playlist. Love it!",
      "playlist_id": 4,
      "user_id": 4
    },
    {
      "description": "The transitions between songs in this playlist are so smooth. Great job!",
      "playlist_id": 5,
      "user_id": 5
    },
    {
      "description": "I've been listening to this playlist on repeat all week. Can't get enough of it.",
      "playlist_id": 1,
      "user_id": 1
    },
    {
      "description": "This playlist really takes me back. Nostalgia overload!",
      "playlist_id": 6,
      "user_id": 2
    },
    {
      "description": "I wasn't sure about this playlist at first, but it's really grown on me.",
      "playlist_id": 3,
      "user_id": 3
    },
    {
      "description": "What an eclectic mix of songs! This playlist keeps you on your toes.",
      "playlist_id": 4,
      "user_id": 4
    },
    {
      "description": "Some of these songs are now my new favorites. Thanks for the great playlist!",
      "playlist_id": 5,
      "user_id": 5
    },
    {
        "description": "Amazing playlist! The vibes are spot on.",
        "playlist_id": 1,
        "user_id": 1
    },
    {
        "description": "So refreshing! Found some real gems in here.",
        "playlist_id": 6,
        "user_id": 2
    },
    {
        "description": "This playlist is a mood booster, can't stop humming along.",
        "playlist_id": 3,
        "user_id": 3
    },
    {
        "description": "The tunes in this playlist are just perfect for a road trip!",
        "playlist_id": 4,
        "user_id": 4
    },
    {
        "description": "I'm grooving to this playlist, such a great compilation.",
        "playlist_id": 5,
        "user_id": 5
    },
    {
        "description": "Absolutely in love with the songs in this playlist.",
        "playlist_id": 1,
        "user_id": 1
    },
    {
        "description": "The variety in this playlist is just astounding, great job!",
        "playlist_id": 6,
        "user_id": 2
    },
    {
        "description": "Can't believe I found this playlist, it's pure gold.",
        "playlist_id": 6,
        "user_id": 2
    },
    {
        "description": "The music flow in this playlist is so smooth. Can't stop listening.",
        "playlist_id": 6,
        "user_id": 2
    },
    {
        "description": "This playlist is exactly what I needed today. So uplifting!",
        "playlist_id": 6,
        "user_id": 2
    },
    {
        "description": "This playlist really brings back the good old days of rock music!",
        "playlist_id": 5,
        "user_id": 1
    },
    {
        "description": "Excellent selection! These songs are the embodiment of classic rock.",
        "playlist_id": 5,
        "user_id": 2
    },
    {
        "description": "Love the mix of iconic artists and songs in this playlist. It's a trip down memory lane!",
        "playlist_id": 5,
        "user_id": 3
    },
    {
        "description": "Fantastic compilation! This playlist has all my favorites.",
        "playlist_id": 5,
        "user_id": 4
    },
    {
        "description": "This playlist has such a great vibe! It's perfect for road trips.",
        "playlist_id": 5,
        "user_id": 5
    },
    {
        "description": "Every track in this playlist is a classic. Well-curated!",
        "playlist_id": 5,
        "user_id": 1
    },
    {
        "description": "Wow, these songs really take me back. Great for chilling out or getting the party started.",
        "playlist_id": 5,
        "user_id": 2
    },
    {
        "description": " It's a must-listen for any rock fan.",
        "playlist_id": 5,
        "user_id": 3
    },
    {
        "description": "Adele's powerful voice and the raw emotion in these songs are just mesmerizing. Excellent playlist!",
        "playlist_id": 7,
        "user_id": 1
    },
    {
        "description": "This playlist is perfect for a relaxing evening or when you need some introspection.",
        "playlist_id": 7,
        "user_id": 2
    },
    {
        "description": "Adele's ballads always hit right in the feels. This playlist is a tear-jerker.",
        "playlist_id": 7,
        "user_id": 3
    },
    {
        "description": "Adele is a true artist. Great selection!",
        "playlist_id": 7,
        "user_id": 4
    },
    {
        "description": "Can't help but sing along with this playlist! Adele's music is timeless.",
        "playlist_id": 7,
        "user_id": 5
    },
    {
        "description": "These heartfelt ballads are the best of Adele. They showcase her talent and passion perfectly",
        "playlist_id": 7,
        "user_id": 1
    },
    {
        "description": "I love how Adele's music resonates with different emotions. This playlist truly captures that.",
        "playlist_id": 7,
        "user_id": 2
    },
    {
        "description": "This playlist is so powerful and raw. It's like a journey through Adele's most intimate thoughts and feelings.",
        "playlist_id": 7,
        "user_id": 3
    },
    {
        "description": "Every track is a banger.",
        "playlist_id": 8,
        "user_id": 1
    },
    {
        "description": "I love how energizing this playlist is. It keeps the mood upbeat and makes you want to move.",
        "playlist_id": 8,
        "user_id": 2
    },
    {
        "description": "There's never a dull moment with this playlist. Great mix of tracks for dancing!",
        "playlist_id": 8,
        "user_id": 3
    },
    {
        "description": "The selection of music in this playlist is just perfect for a dance party. Love it!",
        "playlist_id": 8,
        "user_id": 4
    },
    {
        "description": "This playlist is my go-to for workout sessions. The fast tempo keeps me pumped!",
        "playlist_id": 8,
        "user_id": 5
    },
    {
        "description": "These tracks are fantastic for dancing. They have the right beat and rhythm to keep the party going.",
        "playlist_id": 8,
        "user_id": 1
    },
    {
        "description": "The Dance Party playlist is the ultimate collection of foot-tapping, body-swaying tunes. I can't stop dancing!",
        "playlist_id": 8,
        "user_id": 2
    },
    {
        "description": "This playlist takes me back in time! So many classic hip hop tunes that shaped the genre",
        "playlist_id": 10,
        "user_id": 3
    },
    {
        "description": "I love the old-school vibe of this playlist. These tracks laid the groundwork for modern hip hop",
        "playlist_id": 10,
        "user_id": 1
    },
    {
        "description": "Every track in this playlist is a gem. It's a perfect mix of the golden era of hip hop.",
        "playlist_id": 10,
        "user_id": 2
    },
    {
        "description": "From beats to lyrics, these classics reflect the essence of hip hop. This playlist is gold!",
        "playlist_id": 10,
        "user_id": 3
    },
    {
        "description": "This is a great compilation of tracks that remind me why I fell in love with hip hop.",
        "playlist_id": 10,
        "user_id": 4
    },
    {
        "description": "Hip Hop classics is a journey through the history of hip hop. It brings back so many memories!",
        "playlist_id": 10,
        "user_id": 4
    },
    {
        "description": "This playlist is a must-listen for any hip hop fan. The selection of tracks is top-notch.",
        "playlist_id": 10,
        "user_id": 5
    },
    {
        "description": "Listening to this playlist feels like a hip hop masterclass. Each track is iconic in its own way.",
        "playlist_id": 10,
        "user_id": 1
    },
    {
        "description": "The nostalgia I get from this playlist is amazing! Brings back so many memories.",
        "playlist_id": 11,
        "user_id": 2
    },
    {
        "description": "Great selection of tracks here. Reminds me why I love old school R&B so much.",
        "playlist_id": 11,
        "user_id": 3
    },
    {
        "description": "The soul and passion in these songs is just unmatched. This playlist is a gem!",
        "playlist_id": 11,
        "user_id": 4
    },
    {
        "description": "Wow, I had forgotten about some of these songs! This playlist is a true throwback",
        "playlist_id": 11,
        "user_id": 5
    },
    {
        "description": "I love the balance between slow jams and more upbeat tracks in this playlist. Old school R&B at its best.",
        "playlist_id": 11,
        "user_id": 1
    },
    {
        "description": "This playlist reminds me of the classic R&B music I grew up with. So many timeless songs.",
        "playlist_id": 11,
        "user_id": 2
    },
    {
        "description": "Each song in this playlist is filled with emotion and soul. Takes me back in time!",
        "playlist_id": 11,
        "user_id": 3
    },
    {
        "description": "The smooth vocals and slow grooves in this playlist are everything. Perfect for a chill evening at home",
        "playlist_id": 11,
        "user_id": 4
    },
    {
        "description": "This playlist is always up to date with the latest hits. It's my go-to for discovering new music!",
        "playlist_id": 12,
        "user_id": 5
    },
    {
        "description": "I appreciate the diversity of genres in this playlist. It's a great way to broaden my musical horizons",
        "playlist_id": 12,
        "user_id": 1
    },
    {
        "description": "It always keeps me in the loop. Love it",
        "playlist_id": 12,
        "user_id": 2
    },
    {
        "description": "Amazing! All the hottest new tracks in one place. It saves me so much time from having to search for new music.",
        "playlist_id": 12,
        "user_id": 3
    },
    {
        "description": "This playlist introduces me to so many new artists. I've found some of my now-favorite musicians through it.",
        "playlist_id": 12,
        "user_id": 4
    },
    {
        "description": "It is on fire! Always full of fresh and exciting tracks",
        "playlist_id": 12,
        "user_id": 5
    },
    {
        "description": "So much new music to digest! This playlist is a treasure trove of fresh tunes",
        "playlist_id": 12,
        "user_id": 1
    },
    {
        "description": "I love how this playlist is constantly updated. It's a great way to keep up with what's new and popular in music.",
        "playlist_id": 12,
        "user_id": 2
    },
    {
        "description": "I love this playlist! It takes me back to the good old days. Keep up the great work",
        "playlist_id": 13,
        "user_id": 2
    },
    {
        "description": "These 80s hits are just timeless! Great selection of songs.",
        "playlist_id": 13,
        "user_id": 3
    },
    {
        "description": "The 80s had some of the best music, and this playlist captures the era perfectly!",
        "playlist_id": 13,
        "user_id": 4
    },
    {
        "description": "Listening to this playlist is like traveling back in time. The nostalgia is real!",
        "playlist_id": 13,
        "user_id": 5
    },
    {
        "description": "Wow, this 80s Hits playlist brings back so many memories. I love it!",
        "playlist_id": 13,
        "user_id": 1
    },
    {
        "description": "The selection of songs in this playlist is excellent. It really brings back the 80s vibe",
        "playlist_id": 13,
        "user_id": 2
    },
    {
        "description": "This is my go-to playlist when I need a pick-me-up. The 80s music is so upbeat and fun!",
        "playlist_id": 13,
        "user_id": 3
    },
    {
        "description": "Great compilation of 80s hits. It's like every song is a trip down memory lane",
        "playlist_id": 13,
        "user_id": 4
    },
    {
        "description": "This playlist is my absolute favorite! It's the perfect mix of 90s nostalgia",
        "playlist_id": 14,
        "user_id": 4
    },
    {
        "description": "Nothing beats 90s music, and this playlist has all the best hits. Thank you!",
        "playlist_id": 14,
        "user_id": 5
    },
    {
        "description": "These songs bring back so many memories. This 90s playlist is on repeat for me.",
        "playlist_id": 14,
        "user_id": 1
    },
    {
        "description": "I've been looking for a solid 90s playlist for ages and this one hits the mark!",
        "playlist_id": 14,
        "user_id": 2
    },
    {
        "description": "The 90s had the best mix of genres and this playlist captures that perfectly. Love it!",
        "playlist_id": 14,
        "user_id": 3
    },
    {
        "description": "Listening to this playlist is like a trip down memory lane. It perfectly encapsulates the 90s music scene.",
        "playlist_id": 14,
        "user_id": 4
    },
    {
        "description": "So many classics in one playlist. This 90s Hits playlist is gold!",
        "playlist_id": 14,
        "user_id": 5
    },
    {
        "description": "Every song on this playlist is a hit. It really takes me back to the 90s.",
        "playlist_id": 14,
        "user_id": 1
    },
    {
        "description": "This playlist truly captures the essence of the 00s. It's an awesome musical time machine.",
        "playlist_id": 15,
        "user_id": 1
    },
    {
        "description": "I love this 00s playlist! It's full of songs I had forgotten about but loved back in the day.",
        "playlist_id": 15,
        "user_id": 2
    },
    {
        "description": "This playlist is a great mix of 00s hits. It's perfect for a nostalgia-filled road trip",
        "playlist_id": 15,
        "user_id": 3
    },
    {
        "description": "Such a well-curated selection of 00s music. I have it on repeat all day long.",
        "playlist_id": 15,
        "user_id": 4
    },
    {
        "description": "These songs are the soundtrack to my youth. Thank you for compiling this great 00s playlist",
        "playlist_id": 15,
        "user_id": 4
    },
    {
        "description": "This 00s Hits playlist is perfect. It brings back so many good memories.",
        "playlist_id": 15,
        "user_id": 5
    },
    {
        "description": "The best of the 00s in one playlist! It's like a greatest hits album.",
        "playlist_id": 15,
        "user_id": 1
    },
    {
        "description": "Love this playlist! All my favorite 00s songs are here. Great job!",
        "playlist_id": 15,
        "user_id": 2
    },
    {
        "description": "This K-pop playlist is lit! It has all my favorite tracks.",
        "playlist_id": 16,
        "user_id": 3
    },
    {
        "description": "I love the mix of popular and less-known songs in this K-pop playlist. It's really well-curated.",
        "playlist_id": 16,
        "user_id": 4
    },
    {
        "description": "Awesome selection! This playlist introduced me to some new K-pop bands that I now love",
        "playlist_id": 16,
        "user_id": 5
    },
    {
        "description": "This playlist is perfect for K-pop fans. It's a great mix of different styles and artists.",
        "playlist_id": 16,
        "user_id": 1
    },
    {
        "description": "This K-pop playlist is my go-to for workout. The high energy songs keep me motivated.",
        "playlist_id": 16,
        "user_id": 2
    },
    {
        "description": "The best K-pop playlist I've found so far! All the bops are here",
        "playlist_id": 16,
        "user_id": 3
    },
    {
        "description": "I love this K-pop playlist. It's a great introduction to the genre for anyone who's new to K-pop",
        "playlist_id": 16,
        "user_id": 4
    },
    {
        "description": "This playlist is amazing! It includes all the K-pop hits that I love",
        "playlist_id": 16,
        "user_id": 5
    },
    {
        "description": "This playlist really takes me back. So many great songs from the last decade!",
        "playlist_id": 17,
        "user_id": 1
    },
    {
        "description": "Wow, I forgot how many amazing songs came out in the 10s. This playlist is fantastic",
        "playlist_id": 17,
        "user_id": 2
    },
    {
        "description": "This playlist captures the essence of the 10s perfectly. I can't stop listening!",
        "playlist_id": 17,
        "user_id": 3
    },
    {
        "description": "Every track on this playlist is a winner. Great selection of 10s hits.",
        "playlist_id": 17,
        "user_id": 4
    },
    {
        "description": "The 10s had some of the best music. This playlist is a perfect compilation.",
        "playlist_id": 17,
        "user_id": 5
    },
    {
        "description": "I'm loving this 10s hits playlist.",
        "playlist_id": 17,
        "user_id": 1
    },
    {
        "description": "This playlist is my new favorite. It has all the 10s hits I've been missing.",
        "playlist_id": 17,
        "user_id": 2
    },
    {
        "description": "What a great nostalgia trip! This playlist brought back so many memories from the 10s.",
        "playlist_id": 17,
        "user_id": 3
    },
    {
        "description": "This playlist is a gold mine of 70s classics! So many great songs in one place.",
        "playlist_id": 18,
        "user_id": 4
    },
    {
        "description": "I grew up in the 70s and this playlist really brings back some good memories",
        "playlist_id": 18,
        "user_id": 5
    },
    {
        "description": "These songs never get old! This 70s playlist is a real gem.",
        "playlist_id": 18,
        "user_id": 1
    },
    {
        "description": "I love the blend of rock, disco, and soul in this playlist. The 70s really had it all.",
        "playlist_id": 18,
        "user_id": 2
    },
    {
        "description": "This playlist is a must for anyone who loves 70s music. So many iconic tracks.",
        "playlist_id": 18,
        "user_id": 3
    },
    {
        "description": "this playlist captures the spirit of the 70s perfectly.",
        "playlist_id": 18,
        "user_id": 4
    },
    {
        "description": "Listening to this playlist feels like a trip back in time. Love the selection of 70s hits",
        "playlist_id": 18,
        "user_id": 5
    },
    {
        "description": "The 70s were a great decade for music and this playlist proves it. I can't stop listening",
        "playlist_id": 18,
        "user_id": 1
    },
    {
        "description": "These songs perfectly capture the essence of love. It's my go-to playlist for romantic evenings",
        "playlist_id": 19,
        "user_id": 2
    },
    {
        "description": "There's something truly heartwarming about these classic love songs. Beautiful compilation!",
        "playlist_id": 19,
        "user_id": 3
    },
    {
        "description": "Every song in this playlist speaks to the soul. A perfect mix for when you're in the mood for love",
        "playlist_id": 19,
        "user_id": 4
    },
    {
        "description": "These love songs are timeless. They never fail to evoke deep emotions.",
        "playlist_id": 19,
        "user_id": 5
    },
    {
        "description": "There's a magic in these songs that words can't describe. Love this playlist.",
        "playlist_id": 19,
        "user_id": 1
    },
    {
        "description": "The perfect playlist for a candlelit dinner or a romantic drive. The love songs are so moving.",
        "playlist_id": 19,
        "user_id": 2
    },
    {
        "description": "This Love Songs playlist makes me believe in true love all over again. Absolutely heart-melting.",
        "playlist_id": 19,
        "user_id": 3
    },
    {
        "description": "Every track is a love story in itself. This playlist is for all the hopeless romantics out there",
        "playlist_id": 19,
        "user_id": 4
    },
    {
        "description": "This playlist is my daily dose of peace. I listen to it during my yoga and meditation routine",
        "playlist_id": 20,
        "user_id": 4
    },
    {
        "description": "Truly a stress buster! These soothing tunes are a perfect end to a hectic day.",
        "playlist_id": 20,
        "user_id": 5
    },
    {
        "description": "Every track in this playlist transports me to a tranquil space. Such a calming experience.",
        "playlist_id": 20,
        "user_id": 1
    },
    {
        "description": "The relaxation playlist has become my new favorite. It helps me disconnect and relax after work.",
        "playlist_id": 20,
        "user_id": 2
    },
    {
        "description": "An exquisite collection of soothing melodies. It's like a musical therapy for the soul.",
        "playlist_id": 20,
        "user_id": 3
    },
    {
        "description": "This playlist has become my go-to for relaxing. The serene tunes help me unwind.",
        "playlist_id": 20,
        "user_id": 4
    },
    {
        "description": "I listen to this playlist during my 'me' time. It's truly peaceful and calming.",
        "playlist_id": 20,
        "user_id": 5
    },
    {
        "description": "This relaxation playlist is perfect for Sunday afternoons or any time you need to destress.",
        "playlist_id": 20,
        "user_id": 1
    },
    {
        "description": "Perfect playlist for a lazy Sunday! Love starting my day with these songs.",
        "playlist_id": 21,
        "user_id": 2
    },
    {
        "description": "This is my go-to playlist every weekend. It sets the perfect mood for a relaxed Sunday.",
        "playlist_id": 21,
        "user_id": 3
    },
    {
        "description": "Every track in this playlist is a delight. A must-listen for every music lover.",
        "playlist_id": 21,
        "user_id": 4
    },
    {
        "description": "Sunday Chill playlist is exactly what I need to unwind at the end of the week.",
        "playlist_id": 21,
        "user_id": 5
    },
    {
        "description": "This playlist has all my favorite chill tunes. Can't imagine my Sunday without it!",
        "playlist_id": 21,
        "user_id": 1
    },
    {
        "description": "The selection of songs in this playlist is incredible. Perfectly curated for a relaxed day.",
        "playlist_id": 21,
        "user_id": 2
    },
    {
        "description": "Love the blend of tracks in this playlist. It's my Sunday morning ritual now.",
        "playlist_id": 21,
        "user_id": 3
    },
    {
        "description": "This playlist makes my Sundays even better. Keep the great music coming!",
        "playlist_id": 21,
        "user_id": 4
    },
    {
        "description": "This playlist just gets me. Perfect for those gloomy days.",
        "playlist_id": 22,
        "user_id": 5
    },
    {
        "description": "Songs in this playlist are so heartfelt. Just what I need when I'm feeling down.",
        "playlist_id": 22,
        "user_id": 1
    },
    {
        "description": "This playlist has a unique vibe. Always turn to it when I'm feeling blue.",
        "playlist_id": 22,
        "user_id": 2
    },
    {
        "description": "Incredible track list. This playlist is like a comforting friend during my tough times.",
        "playlist_id": 22,
        "user_id": 3
    },
    {
        "description": "This playlist always seems to understand my mood. It's very comforting",
        "playlist_id": 22,
        "user_id": 4
    },
    {
        "description": "This playlist is a gem. It's okay to feel blue and this playlist validates that",
        "playlist_id": 22,
        "user_id": 5
    },
    {
        "description": "Every song in this playlist is like a warm hug. Love it during my low days.",
        "playlist_id": 22,
        "user_id": 1
    },
    {
        "description": "Amazing compilation of songs. It's soothing and calming when I'm feeling a bit down.",
        "playlist_id": 22,
        "user_id": 2
    },
    {
        "description": "This playlist never fails to energize me. Love all the hits!",
        "playlist_id": 3,
        "user_id": 3
    },
    {
        "description": "The songs on this playlist are perfect for any party. Absolute bangers!",
        "playlist_id": 3,
        "user_id": 4
    },
    {
        "description": "Wow, what a selection! All my favorite artists are in here!",
        "playlist_id": 3,
        "user_id": 5
    },
    {
        "description": "Wow, what a selection! All my favorite artists are in here!",
        "playlist_id": 3,
        "user_id": 5
    },
    {
        "description": "It's amazing to see all these chart-toppers in one place. Excellent playlist!",
        "playlist_id": 3,
        "user_id": 1
    },
    {
        "description": "This is my go-to playlist for road trips. It's upbeat and fun.",
        "playlist_id": 3,
        "user_id": 1
    },
    {
        "description": "These pop hits make my day brighter. Love jamming to them.",
        "playlist_id": 3,
        "user_id": 2
    },
    {
        "description": "I never get bored of these songs. Great playlist for workouts!",
        "playlist_id": 3,
        "user_id": 3
    },
    {
        "description": "This playlist is full of feel-good music. Perfect for lifting your spirits!",
        "playlist_id": 3,
        "user_id": 4
    },
    {
        "description": "This is the perfect way to stay up-to-date with the UK charts. Loving it!",
        "playlist_id": 4,
        "user_id": 4
    },
    {
        "description": "A wonderful collection of current hits. Can't stop listening!",
        "playlist_id": 4,
        "user_id": 5
    },
    {
        "description": "This playlist helps me discover new artists and tracks. It's a must-listen!",
        "playlist_id": 4,
        "user_id": 1
    },
    {
        "description": "Every song on this list is a gem. UK music never disappoints!",
        "playlist_id": 4,
        "user_id": 2
    },
    {
        "description": "It's great to see what's trending in the UK. So many bops!",
        "playlist_id": 4,
        "user_id": 3
    },
    {
        "description": "This playlist is a hit machine! ",
        "playlist_id": 4,
        "user_id": 4
    },
    {
        "description": "Absolutely loving the variety in this playlist. UK music is on fire!",
        "playlist_id": 4,
        "user_id": 5
    },
    {
        "description": "This has become my new favorite playlist. UK Top 10 hits are lit!",
        "playlist_id": 4,
        "user_id": 1
    },
    {
        "description": "Every song by Ed Sheeran is a masterpiece. This playlist is a treasure!",
        "playlist_id": 1,
        "user_id": 2
    },
    {
        "description": "I can listen to this playlist all day. Ed Sheeran is simply amazing.",
        "playlist_id": 1,
        "user_id": 3
    },
    {
        "description": "The lyrics, the melodies, the voice - everything about Ed Sheeran's songs are incredible!",
        "playlist_id": 1,
        "user_id": 4
    },
    {
        "description": "Ed Sheeran's Top Hits is a rollercoaster of emotions. Love it!",
        "playlist_id": 1,
        "user_id": 5
    }


]
